Repository: taoyouh/MediaConverter
Catalog: Converter/Strings/*/Resources.resw
Source language: en
Languages: zh_cn

# AboutPage_EmailHint.Text
source: Email
zh_cn: 电子邮件

# AboutPage_FeedbackCenterButton.Content
source: Feedback Hub
zh_cn: 反馈中心

# AboutPage_InstalledDateHint.Text
source: Time of installation (update)
zh_cn: 安装（更新）时间

# AboutPage_PublisherHint.Text
source: Publisher
zh_cn: 发布者

# AboutPage_ReviewButton.Content
source: Rate and review
zh_cn: 打分并评价

# AboutPage_TitleBlock.Text
source: About
zh_cn: 关于

# AboutPage_VersionHint.Text
source: Version
zh_cn: 版本

# AboutPage_ViewOnGitHubButton.Content
source: View on GitHub
zh_cn: 在GitHub上查看

# AppTitle
source: Media Converter
zh_cn: 格式转换

# CreateMultipleTasks_AbortButtonLabel
source: Cancel
zh_cn: 取消

# CreateMultipleTasks_CreationFailed
source: Failed creating task
zh_cn: 创建任务失败

# CreateMultipleTasks_OutputFolderBrowser.Header
source: Output directory
zh_cn: 输出目录

# CreateMultipleTasks_ProceedButtonLabel
source: Continue
zh_cn: 继续

# CreateMultipleTasks_SomeFailed
source: The following {0} file(s) can't be converted:
zh_cn: 以下{0}个文件无法转码：

# CreateMultipleTasks_SpecifyConfig
source: Please choose an output format
zh_cn: 请选择输出格式

# CreateMultipleTasks_SpecifyInput
source: Please choose an input file
zh_cn: 请选择输入文件

# CreateMultipleTasks_SpecifyOutput
source: Please choose an output directory
zh_cn: 请选择输出文件夹

# CreateMultipleTasks_SubmitButton.Content
source: Create task
zh_cn: 创建任务

# CreateMultipleTask_TitleBlock.Text
source: Create multiple tasks
zh_cn: 批量创建任务

# CreateTask_CannotStart
source: Can't start task. It may be due to lack of encoder or decoder.
zh_cn: 无法开始任务。可能是因为缺少编解码器。

# CreateTask_CreationFailed
source: Failed creating task
zh_cn: 创建任务失败

# CreateTask_InputFilePicker.Header
source: Input file
zh_cn: 输入文件

# CreateTask_OutputFilePicker.Header
source: Output file
zh_cn: 输出文件

# CreateTask_SpecifyConfig
source: Please choose an output format
zh_cn: 请选择输出格式

# CreateTask_SpecifyInput
source: Please choose an input file
zh_cn: 请选择输入文件

# CreateTask_SpecifyOutput
source: Please choose an output file
zh_cn: 请选择输出文件

# CreateTask_SubmitButton.Content
source: Create task
zh_cn: 创建任务

# CreateTask_TitleBlock.Text
source: Create task
zh_cn: 创建任务

# FileBrowseControl_BrowseButton.Content
source: Browse
zh_cn: 浏览

# MainPage_AboutButton.Content
source: About
zh_cn: 关于

# MainPage_CreateMultipleButton.Content
source: Create multiple
zh_cn: 批量创建

# MainPage_CreateTaskButton.Content
source: Create task
zh_cn: 创建转码任务

# MultipleFilesPanel_AddButton.Content
source: Add file
zh_cn: 添加文件

# MultipleFilesPanel_DropHint.Text
source: Drag files or folders here
zh_cn: 将文件或文件夹拖动到此处

# MultipleFilesPanel_RemoveButton.Content
source: Remove selected file(s)
zh_cn: 移除选定文件

# TranscodeConfigPicker_AudioBitrateBox.Header
source: Bitrate
zh_cn: 比特率

# TranscodeConfigPicker_AudioBitrateBox.PlaceholderText
source: Same as input
zh_cn: 与输入文件相同

# TranscodeConfigPicker_AudioBitsPerSampleBox.Header
source: Bits per sample
zh_cn: 位深度

# TranscodeConfigPicker_AudioBitsPerSampleBox.PlaceholderText
source: Same as input
zh_cn: 与输入文件相同

# TranscodeConfigPicker_AudioHeader.Text
source: Audio settings
zh_cn: 音频设置

# TranscodeConfigPicker_AudioSampleRateBox.Header
source: Sample rate
zh_cn: 采样率

# TranscodeConfigPicker_AudioSampleRateBox.PlaceholderText
source: Same as input
zh_cn: 与输入文件相同

# TranscodeConfigPicker_ComboBox.Header
source: Target format
zh_cn: 目标格式

# TranscodeConfigPicker_FormatHeader.Text
source: Format
zh_cn: 格式

# TranscodeConfigPicker_VideoBitrateBox.Header
source: Bitrate
zh_cn: 比特率

# TranscodeConfigPicker_VideoBitrateBox.PlaceholderText
source: Same as input
zh_cn: 与输入文件相同

# TranscodeConfigPicker_VideoHeader.Text
source: Video settings
zh_cn: 视频设置

# TranscodeConfigPicker_VideoHeightBox.Header
source: Frame height
zh_cn: 图像高度

# TranscodeConfigPicker_VideoHeightBox.PlaceholderText
source: Same as input
zh_cn: 与输入文件相同

# TranscodeConfigPicker_VideoWidthBox.Header
source: Frame width
zh_cn: 图像宽度

# TranscodeConfigPicker_VideoWidthBox.PlaceholderText
source: Same as input
zh_cn: 与输入文件相同

# TranscodeStatus_Cancelled
source: Cancelled
zh_cn: 已取消

# TranscodeStatus_Completed
source: Completed
zh_cn: 已完成

# TranscodeStatus_Created
source: Created
zh_cn: 已创建

# TranscodeStatus_Error
source: Error
zh_cn: 出错

# TranscodeStatus_InProgress
source: In progress
zh_cn: 正在进行

# TranscodeStatus_Preparing
source: Preparing
zh_cn: 正在准备

# TranscodeStatus_ReadyToStart
source: Ready to start
zh_cn: 准备就绪

# TranscodeStatus_Unknown
source: Unknown
zh_cn: 未知状态

# TranscodingManager_ExtendedExecutionRevoked
source: Conversion tasks are paused by system. Click here to resume the app to continue
zh_cn: 转换任务已被系统暂停，请点击此处启动应用并继续

# TranscodingManager_SessionDescription
source: Convert media format
zh_cn: 进行格式转换操作

# TranscodingManager_TasksFinished
source: All tasks finished
zh_cn: 所有任务已完成
